<html>
<head>
<title>Arya Samaj Mandir</title>
<link rel="icon" href="images/logo.jpg">
<link rel="stylesheet" href="css/arya.css">
</head>
<body>
<div id="header">
<?php
include("header.html");
?>
</div>
<div id="menu">
<?php
include("menu.html");
?>
</div>
<h1>स्वामी दयानंद सरस्वती की जीवन और आर्य समाज </h1>
<p>उन्नीसवीं शताब्दी यूँ तो समाज सुधारकों और धर्म सुधारकों का युग है और इस युग में कई ऐसे महापुरुष हुए जिन्होनें समाज में व्याप्त अन्धकार को दूर कर नयी किरण दिखाने की चेष्टा की. इनमें आर्य समाज के संस्थापक दयानंद सरस्वती (Swami Dayananda Saraswati) का नाम सर्वप्रमुख है. स्वामी दयानंद सरस्वती ने आर्य समाज के माध्यम से भारतीय संस्कृति को एक श्रेष्ठ संस्कृति के रूप में पुनर्स्थापित किया. ये हिन्दू समाज के रक्षक थे. आर्य समाज आन्दोलन भारत के बढ़ते पाश्चात्य प्रभावों की प्रतिक्रिया के रूप में हुआ था. उन्होंने “वेदों की और लौटने – Back to Veda” का नारा बुलंद किया था. आज हम दयानंद सरस्वती के जीवन और उनके द्वारा संस्थापित आर्य समाज (Arya Samaj) के विषय में पढ़ेंगे.<p>
<h2>दयानंद सरस्वती का जन्म</h2>
<p>स्वामी दयानंद सरस्वती का जन्म 1824 ई. में काठियावाड़, गुजरात में हुआ था. उनके बचपन का नाम मूलशंकर था. बालक मूलशंकर को अपने बाल्यकाल से ही सामजिक कुरीतियों और धार्मिक आडम्बरों से चिढ़ थी. स्वामी दयानंद को भारत के प्राचीन धर्म और संस्कृति में अटूट आस्था थी. उनका कहना था कि वेद भगवान् द्वारा प्रेरित हैं और समस्त ज्ञान के स्रोत हैं. उनके अनुसार वैदिक धर्म के प्रचार से ही व्यक्ति, समाज और देश की उन्नति संभव है. अतः दयानंद सरस्वती ने अपने देशवासियों को पुनः वेदों की ओर लौटने का सन्देश दिया. आर्य समाज की स्थापना के द्वारा उन्होंने हिन्दू समाज में नवचेतना का संचार किया.<p>
<h2>कुरीतियों पर प्रहार</h2>
<p>देश में प्रचलित सभी धार्मिक और सामजिक कुरीतियों के खिलाफ स्वामी दयानंद सरस्वती ने बड़ा कदम उठाया. उन्होंने जाति भेद, मूर्ति पूजा, सती-प्रथा, बहु विवाह, बाल विवाह, बलि-प्रथा आदि प्रथाओं का घोर विरोध किया. दयानंद सरस्वती ने पवित्र जीवन तथा प्राचीन हिन्दू आदर्श के पालन पर बल दिया. उन्होंने विधवा विवाह और नारी शिक्षा की भी वकालत की. सबसे ज्यादा उन्हें जाति व्यवस्था और अस्पृश्यता से चिढ़ थी और इसे समाप्त करने के लिए उन्होंने कई कठोर कदम उठाए. आर्य समाज की स्थापना कर उन्होंने अपने सारे विचारों को मूर्त रूप प्रदान करने की चेष्टा की. 1877 ई. में लाहौर में आर्य समाज के शाखा की स्थापना की गई थी (a branch was established).</p>
<h2>आर्य समाज (ARYA SAMAJ) के सिद्धांत </h2>
<ol>
<li>आर्य समाज 1875 में बम्बई में दयानंद सरस्वती द्वारा स्थापित एक संगठन था जो वेदों को अकाट्य प्रमाण मानता था.</li>
<li>आर्य समाज हिन्दू धर्म में सुधार का आन्दोलन था जिसका उद्देश्य अज्ञान, अभाव और अन्याय को दूर करना था.</li>
<li>आर्य समाज में मूर्ति पूजा अमान्य है और एक ही ईश्वर पर विश्वास किया जाता है.</li>
<li>ईश्वर एक है, वह सत्य और विद्या का मूल स्रोत है.</li>
<li>ईश्वर सर्वशक्तिमान, निराकार, न्यायकारी, दयालु, अजर, अमर और सर्वव्यापी है, अतः उसकी उपासना की जानी चाहिए.</li>
<li>सच्चा ज्ञान वेदों में निहित है और आर्यों का परम धर्म वेदों का पठन-पाठन है.</li>
<li>प्रत्येक व्यक्ति को सदा सत्य ग्रहण करने तथा असत्य का त्याग करने के लिए प्रस्तुत रहना चाहिए.</li>
<li>समस्त समाज का प्रमुख उद्देश्य मनुष्य जाति की शारीरिक, मानसिक तथा आध्यात्मिक उन्नति होनी चाहिए. तभी समस्त विश्व का कल्याण संभव है.</li>
<li>अविद्या का नाश और विद्या की वृद्धि करनी चाहिए तथा पारस्परिक सम्बन्ध का आधार प्रेम, न्याय और धर्म होना चाहिए.</li>
<li>प्रत्येक व्यक्ति को अपनी उन्नति और भलाई में ही संतुष्ट नहीं रहना चाहिए बल्कि सब की भलाई में अपनी भलाई समझनी चाहिए.</li>
<li>प्रत्येक आदमी को व्यक्तिगत मामलों में आचरण की स्वतंत्रता रहनी चाहिए. लेकिन सर्वहितकारी नियम पालन सर्वोपरि होना चाहिए.</li>
</ol>
<p>स्वामी दयानंद सरस्वती ने आर्य समाज की स्थापना कर भारत के सामजिक, राजनीतिक और सांस्कृतिक जीवन को नई दिशा प्रदान की. वे दलितों के उत्थान, स्त्रियों के उद्धार के साथ-साथ शिक्षा के क्षेत्र में भी अभूतपूर्व कार्य किये. उन्होंने हिंदी भाषा और साहित्य को प्रोत्साहन दिया. हिंदी भाषा में ग्रंथों की रचना कर इन्होंने राष्ट्रीय गौरव बढ़ाया. इनके पूर्व भारतीय समाज में स्त्री शिक्षा की कोई भी व्यवस्था नहीं थी. इन्होंने स्त्रियों को शिक्षित बनाने पर बल दिया और वेद-पाठ करने की आज्ञा दी. संस्कृत भाषा के महत्त्व को पुनः स्थापित किया गया. इन्होनें ब्रह्मचर्य और चरित्र-निर्माण की दृष्टि से प्राचीन गुरुकुल प्रणाली के द्वारा छात्रों को शिक्षित करने की प्रथा शुरू की.</p>
<p>इस प्रकार स्वामी दयानंद सरस्वती ने आर्य समाज के माध्यम से न केवल हिन्दू धर्म को नया रूप देने की चेष्टा की बल्कि समाज में व्याप्त अनेक कुरीतियों को दूर कर उसे शिक्षित तथा सभी बनाने का प्रयास भी किया.</p>
<h2>दयानंद सरस्वती की मृत्यु</h2>
<p>दयानंद सरस्वती (Swami Dayanand Saraswati’s demise) की मृत्यु के बाद आर्य समाज दो भागों में बँट गया. एक दल का नेतृत्व लाला हरदयाल करते थे जो पश्चिमी शिक्षा पद्धति के समर्थक थे, दूसरे दल का नेतृत्व महात्मा मुंशी राम करते थे जो प्राचीन भारतीय शिक्षा पद्धति के समर्थक थे. आर्य समाज के प्रयास से अनेक अनाथालयों, गोशालाओं और विधवा आश्रमों का निर्माण किया गया. इस प्रकार हम देखते हैं कि दयानंद सरस्वती ने आर्य समाज आन्दोलन के माध्यम से हिन्दू समाज में नवचेतना और आत्मसम्मान का संचार किया. इस आन्दोलन के द्वारा धार्मिक और सामाजिक क्षेत्र में जो परिवर्तन हुआ उससे एक नयी राजनीतिक चेतना का जन्म हुआ और हमने अपनी संस्कृति की रक्षा हेतु अंग्रेजों के विरुद्ध आवाज़ बुलंद की.</p>
<div id="social media">
<?php
include("social media.html");
?>
</div>
<div class= "footer">
<?php
include("footer.html");
?>
</div>
</body>
</html>